Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: This sleep night is no longer available in Apple Health. Villain Arc is showing the last synced summary.
de: Diese Schlafnacht ist in Apple Health nicht mehr verfügbar. Villain Arc zeigt die zuletzt synchronisierte Zusammenfassung.
es: Esta noche de sueño ya no está disponible en Apple Salud. Villain Arc muestra el último resumen sincronizado.
fr: Cette nuit de sommeil n'est plus disponible dans Apple Santé. Villain Arc affiche le dernier résumé synchronisé.
it: Questa notte di sonno non è più disponibile in Apple Health. Villain Arc mostra l'ultimo riepilogo sincronizzato.
ja: この夜の睡眠データはApple Healthで利用できなくなりました。Villain Arcは最後に同期したサマリーを表示しています。
ko: 이 날의 수면 기록이 Apple Health에 더 이상 없어요. Villain Arc는 마지막으로 동기화한 요약을 보여주고 있어요.
pt_br: Esta noite de sono não está mais disponível no Apple Saúde. O Villain Arc está mostrando o último resumo sincronizado.
ru: Этой ночи сна больше нет в Apple Health. Villain Arc показывает последнюю синхронизированную сводку.
zh_hans: Apple Health 中已没有这一晚的睡眠数据。Villain Arc 显示的是最近一次同步的摘要。

source: This suggestion is based on previous times you logged this exercise or your usual rep goal.
de: Dieser Vorschlag basiert auf früheren Malen, in denen du diese Übung protokolliert hast, oder auf deinem üblichen Wiederholungsziel.
es: Esta sugerencia se basa en veces anteriores en que registraste este ejercicio o en tu objetivo de repeticiones habitual.
fr: Cette suggestion se base sur les fois précédentes où tu as enregistré cet exercice ou sur ton objectif de répétitions habituel.
it: Questo suggerimento si basa sulle volte in cui hai registrato questo esercizio o sul tuo solito obiettivo di ripetizioni.
ja: この提案は、過去にこの種目を記録した内容や、普段のレップ目標をもとにしています。
ko: 이 제안은 이 종목을 기록했던 이전 내역이나 평소 횟수 목표를 바탕으로 해요.
pt_br: Esta sugestão se baseia nas vezes anteriores em que você registrou este exercício ou na sua meta de repetições habitual.
ru: Рекомендация построена на прошлых записях этого упражнения или на твоей обычной цели по повторениям.
zh_hans: 这条建议来自你以往记录这个动作的情况，或你常用的次数目标。

source: This workout is already linked to a workout plan.
de: Dieses Workout ist bereits mit einem Trainingsplan verknüpft.
es: Este entrenamiento ya está vinculado a un plan de entrenamiento.
fr: Cette séance est déjà liée à un programme d'entraînement.
it: Questo allenamento è già collegato a una scheda.
ja: このワークアウトはすでにワークアウトプランに紐づけられています。
ko: 이 운동은 이미 운동 플랜에 연결돼 있어요.
pt_br: Este treino já está vinculado a um plano de treino.
ru: Эта тренировка уже связана с планом тренировки.
zh_hans: 这次训练已经关联了一个训练计划。

source: this year
de: dieses Jahr
es: este año
fr: cette année
it: quest'anno
ja: 今年
ko: 올해
pt_br: este ano
ru: в этом году
zh_hans: 今年

source: Three full-body workouts per week. Compounds first, accessories tailored per day.
de: Drei Ganzkörper-Workouts pro Woche. Grundübungen zuerst, Hilfsübungen pro Tag angepasst.
es: Tres entrenamientos de cuerpo completo por semana. Compuestos primero, accesorios adaptados a cada día.
fr: Trois séances corps entier par semaine. Mouvements composés d'abord, accessoires adaptés à chaque jour.
it: Tre allenamenti full body a settimana. Prima i fondamentali, poi complementari scelti per ogni giorno.
ja: 週3回の全身ワークアウト。コンパウンド種目から始め、補助種目は日ごとに変えます。
ko: 주 3회 전신 운동. 복합 운동을 먼저 하고 보조 운동은 날마다 다르게 구성해요.
pt_br: Três treinos de corpo inteiro por semana. Compostos primeiro, acessórios adaptados a cada dia.
ru: Три тренировки на всё тело в неделю. Сначала базовые движения, подсобка своя на каждый день.
zh_hans: 每周三次全身训练。先做复合动作，辅助动作按天定制。

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedì
ja: 木曜日
ko: 목요일
pt_br: Quinta-feira
ru: Четверг
zh_hans: 星期四

source: time
de: Zeit
es: tiempo
fr: temps
it: tempo
ja: 回
ko: 회
pt_br: tempo
ru: время
zh_hans: 次

source: Time
de: Zeit
es: Hora
fr: Heure
it: Tempo
ja: 時間
ko: 시간
pt_br: Hora
ru: Время
zh_hans: 时间

source: Time Asleep
de: Schlafzeit
es: Tiempo dormido
fr: Temps de sommeil
it: Tempo di sonno
ja: 睡眠時間
ko: 수면 시간
pt_br: Tempo dormido
ru: Время сна
zh_hans: 睡眠时长

source: Time to lift again.
de: Zeit, wieder zu trainieren.
es: Hora de volver a entrenar.
fr: Il est temps de soulever à nouveau.
it: È ora di tornare ad allenarsi.
ja: またトレーニングの時間です。
ko: 다시 운동할 시간이에요.
pt_br: Hora de treinar de novo.
ru: Пора снова тренироваться.
zh_hans: 又该练了。

source: Timer duration
de: Timer-Dauer
es: Duración del temporizador
fr: Durée du minuteur
it: Durata del timer
ja: タイマーの長さ
ko: 타이머 시간
pt_br: Duração do cronômetro
ru: Длительность таймера
zh_hans: 计时时长

source: times
de: mal
es: veces
fr: fois
it: volte
ja: 回
ko: 회
pt_br: vezes
ru: раз
zh_hans: 次

source: Tired
de: Müde
es: Cansado
fr: Fatigué
it: Stanco
ja: 疲れている
ko: 피곤함
pt_br: Cansado
ru: Усталость
zh_hans: 疲惫

source: To Review
de: Zu prüfen
es: Por revisar
fr: À examiner
it: Da rivedere
ja: 要確認
ko: 검토 필요
pt_br: Para revisar
ru: На рассмотрении
zh_hans: 待查看

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
ru: Сегодня
zh_hans: 今天

source: Today is a rest day! Enjoy your recovery.
de: Heute ist ein Ruhetag! Genieße deine Erholung.
es: ¡Hoy es día de descanso! Disfruta tu recuperación.
fr: Aujourd'hui, c'est jour de repos ! Profite de ta récupération.
it: Oggi è giorno di riposo! Goditi il recupero.
ja: 今日は休養日です。しっかり回復しましょう。
ko: 오늘은 휴식일이에요! 푹 회복하세요.
pt_br: Hoje é dia de descanso! Aproveite sua recuperação.
ru: Сегодня день отдыха! Хорошего восстановления.
zh_hans: 今天是休息日！好好恢复吧。

source: Today is your rest day
de: Heute ist dein Ruhetag
es: Hoy es tu día de descanso
fr: Aujourd'hui, c'est ton jour de repos
it: Oggi è il tuo giorno di riposo
ja: 今日は休養日です
ko: 오늘은 휴식일이에요
pt_br: Hoje é seu dia de descanso
ru: Сегодня твой день отдыха
zh_hans: 今天是你的休息日

source: Today you've burned %@ active.
de: Heute hast du %@ aktiv verbrannt.
es: Hoy has quemado %@ activas.
fr: Aujourd'hui, tu as brûlé %@ actives.
it: Oggi hai bruciato %@ attivi.
ja: 今日はアクティブで%@を消費しました。
ko: 오늘 활동 에너지로 %@를 소모했어요.
pt_br: Hoje você queimou %@ ativas.
ru: Сегодня у тебя сожжено %@ активных.
zh_hans: 今天你的活动消耗为%@。

source: Today you've burned %@ resting.
de: Heute hast du %@ in Ruhe verbrannt.
es: Hoy has quemado %@ en reposo.
fr: Aujourd'hui, tu as brûlé %@ au repos.
it: Oggi hai bruciato %@ a riposo.
ja: 今日は安静時に%@を消費しました。
ko: 오늘 휴식 에너지로 %@를 소모했어요.
pt_br: Hoje você queimou %@ em repouso.
ru: Сегодня у тебя сожжено %@ в покое.
zh_hans: 今天你的静息消耗为%@。

# Today you've had %@ of water and hit your %@ goal.
source: Today you've had %1$@ of water and hit your %2$@ goal.
de: Heute hast du %@ Wasser getrunken und dein Ziel von %@ erreicht.
es: Hoy has tomado %@ de agua y alcanzado tu objetivo de %@.
fr: Aujourd’hui, tu as bu %@ d’eau et atteint ton objectif de %@.
it: Oggi hai bevuto %1$@ di acqua e hai raggiunto il tuo obiettivo di %2$@.
ja: 今日は水分を%1$@摂取し、%2$@の目標を達成しました。
ko: 오늘 물 %1$@를 마셔서 목표 %2$@를 달성했어요.
pt_br: Hoje você bebeu %@ de água e atingiu a sua meta de %@.
ru: Сегодня у тебя выпито %1$@ воды и достигнута цель %2$@.
zh_hans: 今天你喝了%1$@水，达成了%2$@的目标。

# Today you've had %@ of water, against your %@ goal.
source: Today you've had %1$@ of water, against your %2$@ goal.
de: Heute hast du %@ Wasser getrunken, bei einem Ziel von %@.
es: Hoy has tomado %@ de agua, frente a tu objetivo de %@.
fr: Aujourd’hui, tu as bu %@ d’eau, sur un objectif de %@.
it: Oggi hai bevuto %1$@ di acqua, rispetto al tuo obiettivo di %2$@.
ja: 今日は水分を%1$@摂取しました。目標は%2$@です。
ko: 오늘 물 %1$@를 마셨어요. 목표는 %2$@예요.
pt_br: Hoje você bebeu %@ de água, em relação à sua meta de %@.
ru: Сегодня у тебя выпито %1$@ воды при цели %2$@.
zh_hans: 今天你喝了%1$@水，目标是%2$@。

source: Today you've had %@ of water.
de: Heute hast du %@ Wasser getrunken.
es: Hoy has tomado %@ de agua.
fr: Aujourd’hui, tu as bu %@ d’eau.
it: Oggi hai bevuto %@ di acqua.
ja: 今日は水分を%@摂取しました。
ko: 오늘 물 %@를 마셨어요.
pt_br: Hoje você bebeu %@ de água.
ru: Сегодня у тебя выпито %@ воды.
zh_hans: 今天你喝了%@水。

source: Today, %@.
de: Heute, %@.
es: Hoy, %@.
fr: Aujourd'hui, %@.
it: Oggi, %@.
ja: 今日は%@です。
ko: 오늘, %@.
pt_br: Hoje, %@.
ru: Сегодня: %@.
zh_hans: 今天，%@。

# Today, you've burned %@ total, including %@ active.
source: Today, you've burned %1$@ total, including %2$@ active.
de: Heute hast du insgesamt %1$@ verbrannt, davon %2$@ aktiv.
es: Hoy has quemado %1$@ en total, incluidas %2$@ activas.
fr: Aujourd'hui, tu as brûlé %1$@ au total, dont %2$@ actives.
it: Oggi hai bruciato %1$@ in totale, di cui %2$@ attivi.
ja: 今日は合計%1$@を消費し、うちアクティブが%2$@です。
ko: 오늘 총 %1$@를 소모했고, 그중 활동 에너지는 %2$@예요.
pt_br: Hoje você queimou %1$@ no total, incluindo %2$@ ativas.
ru: Сегодня у тебя сожжено %1$@ всего, из них %2$@ активных.
zh_hans: 今天你总共消耗了%1$@，其中活动消耗%2$@。

source: Today, you've covered %@.
de: Heute hast du %@ zurückgelegt.
es: Hoy has recorrido %@.
fr: Aujourd'hui, tu as parcouru %@.
it: Oggi hai percorso %@.
ja: 今日は%@移動しました。
ko: 오늘 %@를 이동했어요.
pt_br: Hoje você percorreu %@.
ru: Сегодня у тебя преодолено %@.
zh_hans: 今天你走了%@。

source: Today, you've taken %@ steps.
de: Heute hast du %@ Schritte gemacht.
es: Hoy has dado %@ pasos.
fr: Aujourd'hui, tu as fait %@ pas.
it: Oggi hai fatto %@ passi.
ja: 今日は%@歩、歩きました。
ko: 오늘 %@걸음 걸었어요.
pt_br: Hoje você deu %@ passos.
ru: Сегодня у тебя пройдено %@ шагов.
zh_hans: 今天你走了%@步。

source: Today, your sleeping wrist temperature is %@.
de: Heute beträgt deine Handgelenktemperatur im Schlaf %@.
es: Hoy, tu temperatura de la muñeca durante el sueño es %@.
fr: Aujourd’hui, ta température du poignet pendant le sommeil est de %@.
it: Oggi la tua temperatura al polso durante il sonno è %@.
ja: 今日の睡眠中の手首の温度は%@です。
ko: 오늘 수면 중 손목 온도는 %@예요.
pt_br: Hoje, a temperatura do seu pulso durante o sono é %@.
ru: Сегодня температура запястья во сне — %@.
zh_hans: 今天你睡眠时的手腕温度是%@。

source: Today's Calories
de: Heutige Kalorien
es: Calorías de hoy
fr: Calories du jour
it: Calorie di oggi
ja: 今日のカロリー
ko: 오늘의 칼로리
pt_br: Calorias de hoje
ru: Калории за сегодня
zh_hans: 今日热量

source: Today's current total is %@ steps.
de: Der heutige aktuelle Gesamtwert beträgt %@ Schritte.
es: El total actual de hoy es de %@ pasos.
fr: Le total actuel d'aujourd'hui est de %@ pas.
it: Il totale attuale di oggi è %@ passi.
ja: 今日の現在の合計は%@歩です。
ko: 오늘 현재 합계는 %@걸음이에요.
pt_br: O total atual de hoje é %@ passos.
ru: Текущий итог за сегодня: %@ шагов.
zh_hans: 今天目前累计%@步。

source: Today's Steps
de: Heutige Schritte
es: Pasos de hoy
fr: Pas du jour
it: Passi di oggi
ja: 今日の歩数
ko: 오늘의 걸음 수
pt_br: Passos de hoje
ru: Шаги за сегодня
zh_hans: 今日步数

source: Today's Summary
de: Heutige Zusammenfassung
es: Resumen de hoy
fr: Récapitulatif du jour
it: Riepilogo di oggi
ja: 今日のサマリー
ko: 오늘의 요약
pt_br: Resumo de hoje
ru: Итоги за сегодня
zh_hans: 今日摘要

source: Today's total so far is %@.
de: Der heutige Gesamtwert beträgt bisher %@.
es: El total de hoy hasta ahora es %@.
fr: Le total du jour jusqu'à présent est de %@.
it: Il totale di oggi finora è %@.
ja: 今日のこれまでの合計は%@です。
ko: 오늘 현재까지 합계는 %@예요.
pt_br: O total de hoje até agora é %@.
ru: Итог за сегодня: %@.
zh_hans: 今天目前累计%@。

source: Toggle Exercise Favorite
de: Übungsfavorit umschalten
es: Alternar favorito del ejercicio
fr: Activer/désactiver le favori de l'exercice
it: Attiva/disattiva preferito per l'esercizio
ja: 種目のお気に入りを切り替え
ko: 종목 즐겨찾기 전환
pt_br: Alternar favorito do exercício
ru: Избранное для упражнения
zh_hans: 切换动作收藏

source: Toggle favorite for ${exercise}
de: Favorit für ${exercise} umschalten
es: Alternar favorito de ${exercise}
fr: Activer/désactiver le favori pour ${exercise}
it: Attiva/disattiva preferito per ${exercise}
ja: ${exercise}のお気に入りを切り替え
ko: ${exercise} 즐겨찾기 전환
pt_br: Alternar favorito de ${exercise}
ru: Переключить избранное для ${exercise}
zh_hans: 切换 ${exercise} 的收藏

source: Toggle favorite for ${workoutPlan}
de: Favorit für ${workoutPlan} umschalten
es: Alternar favorito de ${workoutPlan}
fr: Activer/désactiver le favori pour ${workoutPlan}
it: Attiva/disattiva preferito per ${workoutPlan}
ja: ${workoutPlan}のお気に入りを切り替え
ko: ${workoutPlan} 즐겨찾기 전환
pt_br: Alternar favorito de ${workoutPlan}
ru: Переключить избранное для ${workoutPlan}
zh_hans: 切换 ${workoutPlan} 的收藏

source: Toggle Sign
de: Vorzeichen umschalten
es: Cambiar signo
fr: Inverser le signe
it: Cambia segno
ja: 符号を切り替え
ko: 부호 전환
pt_br: Alternar sinal
ru: Сменить знак
zh_hans: 切换正负号

source: Toggle Workout Plan Favorite
de: Trainingsplan-Favorit umschalten
es: Alternar favorito del plan de entrenamiento
fr: Activer/désactiver le favori du programme d'entraînement
it: Attiva/disattiva preferito per la scheda
ja: ワークアウトプランのお気に入りを切り替え
ko: 운동 플랜 즐겨찾기 전환
pt_br: Alternar favorito do plano de treino
ru: Избранное для плана тренировки
zh_hans: 切换训练计划收藏

source: Toggles favorite status for a workout plan.
de: Schaltet den Favoritenstatus für einen Trainingsplan um.
es: Alterna el estado de favorito de un plan de entrenamiento.
fr: Active ou désactive le statut de favori d'un programme d'entraînement.
it: Attiva o disattiva lo stato di preferito per una scheda.
ja: ワークアウトプランのお気に入り状態を切り替えます。
ko: 운동 플랜의 즐겨찾기 상태를 전환합니다.
pt_br: Alterna o status de favorito de um plano de treino.
ru: Переключает избранное для плана тренировки.
zh_hans: 切换训练计划的收藏状态。

source: Toggles favorite status for an exercise.
de: Schaltet den Favoritenstatus für eine Übung um.
es: Alterna el estado de favorito de un ejercicio.
fr: Active ou désactive le statut de favori d'un exercice.
it: Attiva o disattiva lo stato di preferito per un esercizio.
ja: 種目のお気に入り状態を切り替えます。
ko: 종목의 즐겨찾기 상태를 전환합니다.
pt_br: Alterna o status de favorito de um exercício.
ru: Переключает избранное для упражнения.
zh_hans: 切换动作的收藏状态。

source: Toggles favorite.
de: Schaltet den Favoriten um.
es: Alterna el favorito.
fr: Active ou désactive le favori.
it: Attiva o disattiva il preferito.
ja: お気に入りを切り替えます。
ko: 즐겨찾기를 전환합니다.
pt_br: Alterna o favorito.
ru: Переключает избранное.
zh_hans: 切换收藏。

source: Toggles this muscle filter.
de: Schaltet diesen Muskelfilter um.
es: Alterna este filtro de músculos.
fr: Active ou désactive ce filtre musculaire.
it: Attiva o disattiva questo filtro muscolare.
ja: この部位フィルタを切り替えます。
ko: 이 근육 필터를 전환합니다.
pt_br: Alterna este filtro de músculos.
ru: Переключает этот фильтр по мышцам.
zh_hans: 切换这个肌肉筛选。

source: Toggles whether you took a pre-workout drink.
de: Schaltet um, ob du ein Getränk vor dem Workout zu dir genommen hast.
es: Alterna si tomaste una bebida previa al entrenamiento.
fr: Indique si tu as pris une boisson avant la séance.
it: Indica se hai preso un pre-workout.
ja: ワークアウト前のドリンクを摂取したかどうかを切り替えます。
ko: 운동 전 보충제를 섭취했는지 전환합니다.
pt_br: Alterna se você tomou uma bebida pré-treino.
ru: Отмечает, был ли предтренировочный напиток.
zh_hans: 切换你是否喝了训练前饮料。

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
it: Domani
ja: 明日
ko: 내일
pt_br: Amanhã
ru: Завтра
zh_hans: 明天

source: Took pre workout
de: Pre-Workout genommen
es: Tomó pre-entrenamiento
fr: Pre-workout pris
it: Preso il pre-workout
ja: ワークアウト前のドリンクを摂取
ko: 운동 전 보충제 섭취
pt_br: Tomou pré-treino
ru: Был предтренировочный
zh_hans: 喝了训练前饮料

source: Top set 1RM
de: 1RM im Top-Satz
es: 1RM de la serie principal
fr: 1RM de la série lourde
it: 1RM del top set
ja: トップセット1RM
ko: 톱세트 1RM
pt_br: 1RM da série principal
ru: 1ПМ топового подхода
zh_hans: 最重组 1RM

source: Top Weight
de: Höchstgewicht
es: Peso máximo
fr: Charge maximale
it: Peso massimo
ja: 最高重量
ko: 최고 중량
pt_br: Peso máximo
ru: Максимальный вес
zh_hans: 最高重量

source: TOP WORK
de: TOP-ARBEIT
es: TRABAJO PRINCIPAL
fr: TRAVAIL PRINCIPAL
it: LAVORO TOP
ja: メイン種目
ko: 톱세트
pt_br: TRABALHO PRINCIPAL
ru: ЛУЧШАЯ РАБОТА
zh_hans: 最重组

source: Total
de: Gesamt
it: Totale
ja: 合計
ko: 총합
ru: Всего
zh_hans: 总计

source: Total Volume
de: Gesamtvolumen
es: Volumen total
fr: Volume total
it: Volume totale
ja: 総ボリューム
ko: 총 볼륨
pt_br: Volume total
ru: Общий объём
zh_hans: 总训练量

source: Total Volume: %@
de: Gesamtvolumen: %@
es: Volumen total: %@
fr: Volume total : %@
it: Volume totale: %@
ja: 総ボリューム：%@
ko: 총 볼륨: %@
pt_br: Volume total: %@
ru: Общий объём: %@
zh_hans: 总训练量：%@

source: Touch and hold to complete this set with an RPE.
de: Berühren und halten, um diesen Satz mit einem RPE abzuschließen.
es: Mantén pulsado para completar esta serie con un RPE.
fr: Touche et maintiens pour terminer cette série avec un RPE.
it: Tieni premuto per completare questa serie con un RPE.
ja: 長押しすると、RPEを付けてこのセットを完了できます。
ko: 길게 누르면 RPE와 함께 이 세트를 완료할 수 있어요.
pt_br: Toque e segure para concluir esta série com um RPE.
ru: Нажмите и удерживайте, чтобы завершить подход с оценкой RPE.
zh_hans: 轻触并按住即可带 RPE 完成这一组。

source: Tough
de: Zäh
es: Exigente
fr: Éprouvant
it: Impegnativo
ja: つらかった
ko: 매우 힘듦
pt_br: Puxado
ru: Очень тяжело
zh_hans: 很吃力

source: Train your entire body each session
de: Trainiere deinen ganzen Körper in jeder Einheit
es: Entrena todo el cuerpo en cada sesión
fr: Entraîne tout ton corps à chaque séance
it: Alleni tutto il corpo in ogni sessione
ja: 毎回のセッションで全身を鍛える
ko: 매 세션마다 전신 훈련
pt_br: Treine o corpo inteiro a cada sessão
ru: Каждая тренировка на всё тело
zh_hans: 每次训练都练全身

source: Training condition
de: Trainingsbedingung
es: Condición de entrenamiento
fr: Condition d'entraînement
it: Condizione di allenamento
ja: トレーニングコンディション
ko: 훈련 상황
pt_br: Condição de treino
ru: Статус тренировок
zh_hans: 训练状态

source: Training condition. Training normally.
de: Trainingsbedingung. Training normal.
es: Condición de entrenamiento. Entrenando con normalidad.
fr: Condition d'entraînement. Entraînement normal.
it: Condizione di allenamento. Allenamento normale.
ja: トレーニングコンディション。通常のトレーニング。
ko: 훈련 상황. 평소대로 훈련 중이에요.
pt_br: Condição de treino. Treinando normalmente.
ru: Статус тренировок. Обычные тренировки.
zh_hans: 训练状态。正常训练。

source: Training Day
de: Trainingstag
es: Día de entrenamiento
fr: Jour d'entraînement
it: Giorno di allenamento
ja: トレーニング日
ko: 훈련일
pt_br: Dia de treino
ru: Тренировочный день
zh_hans: 训练日

source: Training Days
de: Trainingstage
es: Días de entrenamiento
fr: Jours d'entraînement
it: Giorni di allenamento
ja: トレーニング日
ko: 훈련일
pt_br: Dias de treino
ru: Тренировочные дни
zh_hans: 训练日

source: Training Insight
de: Trainings-Insight
es: Información de entrenamiento
fr: Analyse d'entraînement
it: Analisi dell'allenamento
ja: トレーニングインサイト
ko: 훈련 인사이트
pt_br: Insight de treino
ru: Аналитика тренировок
zh_hans: 训练洞察

source: Training is currently paused because of your active condition.
de: Das Training ist derzeit aufgrund deiner aktiven Bedingung pausiert.
es: El entrenamiento está en pausa actualmente por tu condición activa.
fr: L'entraînement est actuellement en pause en raison de ta condition active.
it: L'allenamento è in pausa a causa della tua condizione attiva.
ja: 現在のコンディションのため、トレーニングは中断しています。
ko: 현재 설정된 상황 때문에 훈련이 일시 중지됐어요.
pt_br: O treino está pausado no momento devido à sua condição ativa.
ru: Тренировки приостановлены из-за активного статуса.
zh_hans: 由于你当前的状态，训练已暂停。

source: Training is paused
de: Training ist pausiert
es: El entrenamiento está en pausa
fr: L'entraînement est en pause
it: L'allenamento è in pausa
ja: トレーニングは中断中
ko: 훈련 일시 중지됨
pt_br: O treino está pausado
ru: Тренировки приостановлены
zh_hans: 训练已暂停

source: Training Normally
de: Training normal
es: Entrenando con normalidad
fr: Entraînement normal
it: Allenamento normale
ja: 通常のトレーニング
ko: 평소대로 훈련 중
pt_br: Treinando normalmente
ru: Обычные тренировки
zh_hans: 正常训练

source: Training normally without extra limitations
de: Normales Training ohne zusätzliche Einschränkungen
es: Entrenando con normalidad sin limitaciones adicionales
fr: Entraînement normal sans limitations supplémentaires
it: Ti alleni normalmente, senza limitazioni
ja: 特に制限なく通常どおりトレーニング中
ko: 특별한 제약 없이 평소대로 훈련 중이에요
pt_br: Treinando normalmente sem limitações adicionais
ru: Обычные тренировки без дополнительных ограничений
zh_hans: 正常训练，没有额外限制

source: Training Summary
de: Trainingszusammenfassung
es: Resumen del entrenamiento
fr: Récapitulatif d'entraînement
it: Riepilogo dell'allenamento
ja: トレーニングサマリー
ko: 훈련 요약
pt_br: Resumo do treino
ru: Итоги тренировок
zh_hans: 训练总结

source: Traveling
de: Auf Reisen
es: De viaje
fr: En déplacement
it: In viaggio
ja: 旅行中
ko: 여행 중
pt_br: Viajando
ru: В поездке
zh_hans: 出行中

source: Treadmill Intervals
de: Laufband-Intervalle
es: Intervalos en cinta
fr: Intervalles sur tapis
it: Intervalli sul tapis roulant
ja: トレッドミルインターバル
ko: 트레드밀 인터벌
pt_br: Intervalos na esteira
ru: Интервалы на дорожке
zh_hans: 跑步机间歇

source: Treadmill Run
de: Laufband-Lauf
es: Carrera en cinta
fr: Course sur tapis
it: Corsa sul tapis roulant
ja: トレッドミルラン
ko: 트레드밀 러닝
pt_br: Corrida na esteira
ru: Бег на дорожке
zh_hans: 跑步机跑步

source: Treadmill Walk
de: Laufband-Gehen
es: Caminata en cinta
fr: Marche sur tapis
it: Camminata sul tapis roulant
ja: トレッドミルウォーク
ko: 트레드밀 걷기
pt_br: Caminhada na esteira
ru: Ходьба на дорожке
zh_hans: 跑步机步行

source: Trending Down
de: Abwärtstrend
es: Tendencia a la baja
fr: En baisse
it: In calo
ja: 下降傾向
ko: 하락 추세
pt_br: Em queda
ru: Тренд вниз
zh_hans: 呈下降趋势

source: Trending Up
de: Aufwärtstrend
es: Tendencia al alza
fr: En hausse
it: In aumento
ja: 上昇傾向
ko: 상승 추세
pt_br: Em alta
ru: Тренд вверх
zh_hans: 呈上升趋势

source: Trends, sleep timing, and correlations. (Pro)
de: Trends, Schlafzeiten und Korrelationen. (Pro)
es: Tendencias, horarios de sueño y correlaciones. (Pro)
fr: Tendances, horaires de sommeil et corrélations. (Pro)
it: Tendenze, ritmi del sonno e correlazioni. (Pro)
ja: トレンド、睡眠タイミング、相関。(Pro)
ko: 추세, 수면 시간대, 상관관계까지. (Pro)
pt_br: Tendências, horários de sono e correlações. (Pro)
ru: Тренды, режим сна и корреляции. (Pro)
zh_hans: 趋势、作息时间和相关性分析。(Pro)

source: Trends. Weight, sleep, energy, steps, and workout volume.
de: Trends. Gewicht, Schlaf, Energie, Schritte und Workout-Volumen.
es: Tendencias. Peso, sueño, energía, pasos y volumen de entrenamiento.
fr: Tendances. Poids, sommeil, énergie, pas et volume de séance.
it: Tendenze. Peso, sonno, energia, passi e volume di allenamento.
ja: トレンド。体重、睡眠、エネルギー、歩数、ワークアウトのボリューム。
ko: 추세. 체중, 수면, 에너지, 걸음 수, 운동 볼륨.
pt_br: Tendências. Peso, sono, energia, passos e volume de treino.
ru: Тренды. Вес, сон, энергия, шаги и объём тренировок.
zh_hans: 趋势。体重、睡眠、能量、步数和训练量。

source: Trial ends %@.
de: Die Testphase endet am %@.
es: La prueba termina el %@.
fr: L'essai se termine le %@.
it: La prova termina %@.
ja: 無料トライアルは%@に終了します。
ko: 체험이 %@에 끝나요.
pt_br: O teste termina em %@.
ru: Пробный период заканчивается %@.
zh_hans: 试用将于%@结束。

source: Triceps
de: Trizeps
es: Tríceps
it: Tricipiti
ja: 上腕三頭筋
ko: 삼두근
pt_br: Tríceps
ru: Трицепс
zh_hans: 肱三头肌

source: Try a different time range or add more trend data.
de: Probiere einen anderen Zeitraum oder füge mehr Trenddaten hinzu.
es: Prueba con otro rango de tiempo o añade más datos de tendencia.
fr: Essayez une autre plage de temps ou ajoutez plus de données de tendance.
it: Prova con un altro intervallo di tempo o aggiungi altri dati.
ja: 別の期間を選ぶか、トレンドのデータを増やしてください。
ko: 다른 기간을 선택하거나 데이터를 더 쌓아보세요.
pt_br: Tente outro intervalo de tempo ou adicione mais dados de tendência.
ru: Выберите другой период или добавьте больше данных.
zh_hans: 换一个时间范围，或积累更多趋势数据。

source: Try Again
de: Erneut versuchen
es: Volver a intentar
fr: Réessayer
it: Riprova
ja: もう一度試す
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试

source: Try asking
de: Frag doch mal
es: Prueba a preguntar
fr: Essaie de demander
it: Prova a chiedere
ja: こんな質問ができます
ko: 이렇게 물어보세요
pt_br: Tente perguntar
ru: Попробуйте спросить
zh_hans: 试着问问

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
it: Martedì
ja: 火曜日
ko: 화요일
pt_br: Terça-feira
ru: Вторник
zh_hans: 星期二
